{
    "es": {
        "DESARROLLADOR": "DESARROLLADOR WEB",
        "HOME": "INICIO",
        "CONOCEME": "CONÓCEME",
        "HABILIDADES": "HABILIDADES",
        "PROYECTOS": "PROYECTOS",
        "CONTACTO": "CONTACTO",
        "CONTACTO-PARRAFO1": "¡Hola! Soy Jean Paul, un desarrollador web, con un sólido compromiso de mejorar constantemente mis habilidades en este ámbito.",
        "CONTACTO-PARRAFO2": "Mi pasión radica en crear interfaces de usuario atractivas y funcionales que mejoren la experiencia del usuario.",
        "CONTACTO-PARRAFO3": "Estoy dedicado a explorar nuevas tecnologías y metodologías para mantenerme al día con las tendencias del desarrollo frontend y ofrecer resultados de calidad.",
        "DESCARGAR": "DESCARGAR CURRICULUM",
        "PERSONALES": "PERSONALES",
        "caracteristica1": "Características personales que me crean como profesional.",
        "HERRAMIENTAS": "HERRAMIENTAS",
        "caracteristica2": "Habilidades con las que he desarrollado mis diferentes proyectos.",
        "caracteristica3": "Herramientas que han permitido mejoras en el desarrollo.",
        "contacMe": "¿Algun proyecto en mente?",
        "contacMe1": "Contacta y lo hacemos realidad",
        "contacMe2": "Ponte en contacto y déjame saber cómo puedo ayudarte.",
        "contacMe3": "Rellena el formulario y me pondré en contacto lo antes posible.",
        "Correo": "Correo",
        "Telefono": "Telefono",
        "Nombre": "Nombre",
        "Mensaje": "Mensaje",
        "ENVIAR": "ENVIAR",
        "OBSERVA": "OBSERVA MIS TRABAJOS REALIZADOS",
        "text-observa": "Me dedico a crear sitios web de alta calidad, diseñado a perdurar. Todo con un enfoque de interfaces claras, simples y elegantes, facilitando la comprensión y uso para cualquier cliente.",
        "skillPersonal": [
            "Trabajo en equipo",
            "Responsabilidad",
            "Aprendizaje continuo",
            "Empatía",
            "Innovación",
            "Adaptabilidad"
          ]
    },
    "cat": {
        "DESARROLLADOR": "DESENVOLUPADOR WEB",
        "HOME": "INICI",
        "CONOCEME": "CONEIX-ME",
        "HABILIDADES": "HABILITATS",
        "PROYECTOS": "PROJECTES",
        "CONTACTO": "CONTACTE",
        "CONTACTO-PARRAFO1": "Hola! Sóc en Jean Paul, un desenvolupador web, amb un fort compromís per millorar constantment les meves habilitats en aquest àmbit.",
        "CONTACTO-PARRAFO2": "La meva passió rau en crear interfícies d'usuari atractives i funcionals que millorin l'experiència de l'usuari.",
        "CONTACTO-PARRAFO3": "Estic dedicat a explorar noves tecnologies i metodologies per estar al dia amb les tendències del desenvolupament frontend i oferir resultats de qualitat.",
        "DESCARGAR": "DESCARREGAR CURRÍCULUM",
        "PERSONALES": "PERSONALS",
        "caracteristica1": "Característiques personals que em defineixen com a professional.",
        "HERRAMIENTAS": "EINES",
        "caracteristica2": "Habilitats amb les quals he desenvolupat els meus diferents projectes.",
        "caracteristica3": "Eines que han permès millores en el desenvolupament.",
        "contacMe": "Tens algun projecte en ment?",
        "contacMe1": "Contacta i ho fem realitat",
        "contacMe2": "Posa't en contacte i deixa'm saber com puc ajudar-te.",
        "contacMe3": "Omple el formulari i em posaré en contacte el més aviat possible.",
        "Correo": "Correu",
        "Telefono": "Telèfon",
        "Nombre": "Nom",
        "Mensaje": "Missatge",
        "ENVIAR": "ENVIAR",
        "OBSERVA": "OBSERVA ELS MEUS TREBALLS REALITZATS",
        "text-observa": "Em dedico a crear llocs web d'alta qualitat, dissenyats per perdurar. Tot amb un enfocament d'interfícies clares, simples i elegants, facilitant la comprensió i ús per a qualsevol client."
    },
    "en": {
        "DESARROLLADOR": "WEB DEVELOPER",
        "HOME": "HOME",
        "CONOCEME": "ABOUT ME",
        "HABILIDADES": "SKILLS",
        "PROYECTOS": "PROJECTS",
        "CONTACTO": "CONTACT",
        "CONTACTO-PARRAFO1": "Hello! I'm Jean Paul, a web developer, with a strong commitment to constantly improving my skills in this field.",
        "CONTACTO-PARRAFO2": "My passion lies in creating attractive and functional user interfaces that enhance the user experience.",
        "CONTACTO-PARRAFO3": "I'm dedicated to exploring new technologies and methodologies to stay up-to-date with frontend development trends and deliver quality results.",
        "DESCARGAR": "DOWNLOAD RESUME",
        "PERSONALES": "PERSONAL",
        "caracteristica1": "Personal characteristics that shape me as a professional.",
        "HERRAMIENTAS": "TOOLS",
        "caracteristica2": "Skills with which I have developed my different projects.",
        "caracteristica3": "Tools that have allowed improvements in development.",
        "contacMe": "Have a project in mind?",
        "contacMe1": "Contact me and let's make it happen",
        "contacMe2": "Get in touch and let me know how I can help you.",
        "contacMe3": "Fill out the form and I'll get back to you as soon as possible.",
        "Correo": "Email",
        "Telefono": "Phone",
        "Nombre": "Name",
        "Mensaje": "Message",
        "ENVIAR": "SEND",
        "OBSERVA": "CHECK OUT MY WORKS",
        "text-observa": "I specialize in creating high-quality websites designed to last. All with a focus on clear, simple, and elegant interfaces, making them easy to understand and use for any client."
    }
}